<?php

use App\Shortcut;
use Illuminate\Database\Seeder;

class ShortcutsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        Shortcut::truncate();

        Shortcut::create(["key" => "يوسف", "value" => "ۛ ּڀــۏڛۣــڤ"]);
        Shortcut::create(["key" => "س1", "value" => ".@.السلام.عليكم.ورحمة.الله.وبركاته.@."]);
        Shortcut::create(["key" => "س2", "value" => ".@.وعليكم.السلام.ورحمه.اللـه.وبركاته.@."]);
        Shortcut::create(["key" => "س3", "value" => "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أَشْهَدُ أَنْ لا إِلهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتْوبُ إِلَيْك"]);
        Shortcut::create(["key" => "ك1", "value" => ".@. كيفكم . ان شاءالله . بخيـــررررررر .@."]);
        Shortcut::create(["key" => "ك2", "value" => ".@. بخيــــررررررر . دامك . بخيـــررررررر .@."]);
        Shortcut::create(["key" => "د1", "value" => "دوووو(ان¨°¨شاء¨°¨الله)ووووم؛°¨¤¨"]);
        Shortcut::create(["key" => "ه5", "value" => " ههههههههههههههههههههههههههههههههههههههههههههههههههههههههههههه"]);
        Shortcut::create(["key" => "د2", "value" => "¤¨°يـٍـٍدُوٍمٌہ.عـٍـٍزٍكْہ.يالغـٍـٍالٌىْہ°"]);
        Shortcut::create(["key" => "هع", "value" => ".@..هـ هـع هـع هـع هـع هـع هـع هـع ـع..@."]);
        Shortcut::create(["key" => "ه1", "value" => "@..هههههههههههههههههههههههههه..@."]);
        Shortcut::create(["key" => "ه2", "value" => "°¨هههههههههههههههههههههههههاااااااااي¨°"]);
        Shortcut::create(["key" => "ه3", "value" => "@=== ف6 هذآالمستخدم فاطسسس من الضحك=== ف5"]);
        Shortcut::create(["key" => "ه4", "value" => "ﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪﮪ"]);
        Shortcut::create(["key" => "م1", "value" => ".@.مـــســ . الخــــير . ـــاء.@."]);
        Shortcut::create(["key" => "م2", "value" => ".@.مـــســـ . النور و السرور . ـــاء..@."]);
        Shortcut::create(["key" => "م3", "value" => "°» مٌنــٍـٍـٍ¤ شـٍ اتگمہ حـبايب قلـٍـٍبي ¤ـٍـٍـٍورينْ «"]);
        Shortcut::create(["key" => "ص1", "value" => ".@.صـــــ. الــخـــــيــر.ــــــبـــاح..@."]);
        Shortcut::create(["key" => "ص2", "value" => ".@.صـــــــــ. الأنـــوار.ــــــبــاح..@."]);
        Shortcut::create(["key" => "ي1", "value" => "@..يسلمـ.كلك.ذوق.يالغالي.ـــــمووؤؤو..@"]);
        Shortcut::create(["key" => "ي2", "value" => "@..يسلمك رَبّـ❤ـيٌ من عذآبهـ ف9 ..@"]);
        Shortcut::create(["key" => "و1", "value" => "@..ولكمــــــ.منور.الشات.ـــــمووؤؤوو..@"]);
        Shortcut::create(["key" => "و4", "value" => "ف10وهـ هـ يا قلبـي وهـ  هـ ف10"]);
        Shortcut::create(["key" => "و3", "value" => "ف25يؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤيؤ ف25"]);
        Shortcut::create(["key" => "توت", "value" => ".@.  تــــــــــــــوت يــــ جميل ف49 .@."]);
        Shortcut::create(["key" => "ا1", "value" => ".@. أًٍِرحُـِـِـِـِـِـِـِـِـِـِـِـِـِـِـب ثـِـِـِـم ُ أًٍِرحُـِـِـِـِـِـِـِـِـِـِـِـِـِـِـب  .@."]);
        Shortcut::create(["key" => "ا2", "value" => ".@. أًٍِرحُـِـِـِـِـِـِـِـِـِـِـِـِـِـِـبوا ثـِـِـِـم ُ أًٍِرحُـِـِـِـِـِـِـِـِـِـِـِـِـِـِـبوا  .@."]);
        Shortcut::create(["key" => "ذ2", "value" => ".@.  .إذا كنت«انـٍا الذوِوِوِقٌِ»إنـِت منبـِعه. .@."]);
        Shortcut::create(["key" => "اهلين", "value" => ".@.   اهـِلـِيـِن وسـِهـِلـِيـِن يـِاكـِامـِل الـِزيـِن  .@."]);
        Shortcut::create(["key" => "باك", "value" => ".@.  بـــــ.حبايبي.ــــــاك .@."]);
        Shortcut::create(["key" => "و2", "value" => ".@.  وُِِلكٍَـٍ•°باآآآآآآآآآك°•ـٍـٍمَہُ   .@."]);
        Shortcut::create(["key" => "خ1", "value" => ".@.  خخخخخخخخخخخخخخخخخخخخخخخخخ .@."]);
        Shortcut::create(["key" => "سبحانك", "value" => ".@.  سبحانك . اللهم . وبحمدك .(اشهد أن لا إله إلا انت). أستغفرك . وأتوب . إليك .@."]);
        Shortcut::create(["key" => "صح لسانك", "value" => ".@. صـٍحٍ لٍسٍانٍك يـٍاالـٍـٍـغـٍالـٍـيٍ ولٍاهٍـٍنٍـتٍ.@."]);
        Shortcut::create(["key" => "صح بدنك", "value" => ".@.  صـٍحٍ بـٍـدنـٍك يـٍاالـٍـٍـغـٍالـٍـيٍ ولٍاهٍـٍنٍـتٍ .@."]);
        Shortcut::create(["key" => "البقى", "value" => ".@.   أًِلـِـِـِـِـِـبـِـِـِـِـقـِـِـى يــِـِامِـِرحُـِـِـِِـِـِـِـِـِـِـِـِـِـب  .@."]);
        Shortcut::create(["key" => "ق1", "value" => " @.. ـــ،،،ـــ / هـــدؤؤؤؤؤؤؤؤؤؤؤ / ـــ,،،،ـ..@"]);
        Shortcut::create(["key" => "ق2", "value" => "#@.. ف9 .. ف9 ....1233333......... @#"]);
        Shortcut::create(["key" => "ت1", "value" => "#@... ف9 تككرآآر....12333..@#"]);
        Shortcut::create(["key" => "ت2", "value" => "#@... ف9 الرقم المختلف ..1233...@#"]);
        Shortcut::create(["key" => "ت3", "value" => "#@... ف9 ســـــؤؤؤؤؤؤؤال ؟..1233...@#"]);
        Shortcut::create(["key" => "ت4", "value" => "#@... ف9 تفكككيك ....1233...@#"]);
    }
}
